{
  "@context": [
    "https://w3id.org/ro/crate/1.2/context",
    {
      "bia": "https://bioimage-archive.org/ro-crate/",
      "obo": "http://purl.obolibrary.org/obo/",
      "dwc": "http://rs.tdwg.org/dwc/terms/",
      "dwciri": "http://rs.tdwg.org/dwc/iri/",
      "bao": "http://www.bioassayontology.org/bao#",
      "vernacularName": {
        "@id": "dwc:vernacularName"
      },
      "scientificName": {
        "@id": "dwc:scientificName"
      },
      "hasCellLine": {
        "@id": "bao:BAO_0002004"
      },
      "measurementMethod": {
        "@id": "dwciri:measurementMethod"
      },
      "seeAlso": {
        "@id": "rdf:seeAlso"
      },
      "BioSample": {
        "@id": "http://schema.org/BioSample"
      },
      "LabProtocol": {
        "@id": "http://schema.org/LabProtocol"
      },
      "labEquipment": {
        "@id": "http://schema.org/labEquipment"
      }
    }
  ],
  "@graph": [
    {
      "@id": "S-BSST333-ro-crate-metadata.json",
      "@type": [
        "CreativeWork"
      ],
      "conformsTo": {
        "@id": "https://w3id.org/ro/crate/1.2"
      },
      "about": [
        {
          "@id": "https://www.ebi.ac.uk/biostudies/bioimages/studies/S-BSST333"
        }
      ]
    },
    {
      "@id": "https://www.ebi.ac.uk/biostudies/bioimages/studies/S-BSST333",
      "@type": [
        "Dataset"
      ],
      "measurementMethod": [],
      "about": [],
      "author": [
        {
          "@id": "#29663b61-87ea-4cb6-ba56-1d861c451662"
        },
        {
          "@id": "#6840bd1f-c114-4e93-ae7c-de3e7c81da44"
        }
      ],
      "citation": [],
      "datePublished": "2020-02-12",
      "description": "Background\nBreast cancer is the leading cause of cancer related deaths in women. Triple negative breast cancers are highly aggressive, have an overall poor prognosis and has limited therapeutic options. Previously, we have identified an environmental induced gene mdig that predicted the overall survival in breast cancer patients and regulated breast cancer cell growth, motility and invasion partially through DNA and histone methylation. Mdig’s role in breast cancer growth and motility has been revealed however a comprehensive analysis of the proteomic profile of mdig affected cells in triple negative breast cancer has not been attempted yet. \n\nMethods\nWe applied mass spectrometry technology featuring global proteomics and post translational modifications in triple negative breast cancer cells MDA-MB-231 that were deleted for mdig via CRISPR Cas 9 gene editing. Using label-free bottom up quantitative proteomics, we compared the proteomes of wildtype control (WT) and mdig knockout (KO) MDA-MB-231 cells and identified the proteins and pathways that are significantly altered with mdig deletion. Ingenuity Pathway Analysis (IPA) platform was further used to explore the signaling pathway networks with differentially expressed proteins and identified top canonical pathways, upstream regulators, and causal disease networks.  \n\nResults\n904 differentially expressed (p < 0.005) proteins were identified in MDA-MB-231 cells knocked out for mdig. These differentially expressed proteins were further analyzed for the pathway network changes and about 30 significant canonical pathways were either activated or inhibited in the pathogenicity of breast cancer, which includes EIF2 Signaling, Unfolded Protein Response, Isoleucine Degradation I. IPA revealed the profile of differentially expressed proteins and their relevant biological functions in cell growth, motility and malignancy which provided a rich source of potential candidate targets that hold prognostic significance in triple negative breast cancer. Top molecular and cellular functions pertaining to protein synthesis, RNA damage & repair, RNA post transcriptional modification, cell death & survival, and nucleic acid metabolism were found to be affected by mdig deletion (p < 0.05). Post-translational modification (PTM) analysis indicated that mdig loss reduced the abundance of oxidized histidine 39 of 60S ribosomal protein L27a (q = 0.00030) whereas global abundance of di-methylated lysine containing peptides was increased (p = 0.02).  Data are available via ProteomeXchange with identifier PXD016688.\n\nRelevance\nOur data provides the first insight towards the protein expression pattern in breast cancer associated with a complete disruption of the mdig gene. Differentially expressed proteins between WT and KO MDA-MB-231 triple negative breast cancer cells provided substantial information regarding the key proteins, biological process and pathways that are specifically upregulated in breast cancer tumorigenicity and invasiveness. Mdig affected signaling pathways and hub molecules will benefit for the development of novel treatment strategies for the development of breast cancer therapies.  \n",
      "funder": [],
      "identifier": "S-BSST333",
      "keywords": [],
      "license": "https://creativecommons.org/publicdomain/zero/1.0/",
      "name": "Proteomic analysis of CRISPR Cas 9 mediated mdig deletion in triple negative breast cancer cells ",
      "publisher": {
        "@id": "https://www.ebi.ac.uk/bioimage-archive/"
      },
      "size": [
        {
          "@id": "#480bb0bc-db43-46e5-88ae-071380b9d63c"
        },
        {
          "@id": "#1037e7dd-b10a-47a1-885c-1f3b2998ff1c"
        }
      ],
      "thumbnailUrl": []
    },
    {
      "@id": "#29663b61-87ea-4cb6-ba56-1d861c451662",
      "@type": [
        "Person"
      ],
      "affiliation": [
        {
          "@id": "#99df4a2c-8b48-495a-80b5-37ade7a510c7"
        }
      ],
      "email": "carruthers@wayne.edu",
      "name": "Nicholas Carruthers"
    },
    {
      "@id": "#6840bd1f-c114-4e93-ae7c-de3e7c81da44",
      "@type": [
        "Person"
      ],
      "affiliation": [
        {
          "@id": "#99df4a2c-8b48-495a-80b5-37ade7a510c7"
        }
      ],
      "email": "fchen@wayne.edu",
      "name": "Fei Chen"
    },
    {
      "@id": "#99df4a2c-8b48-495a-80b5-37ade7a510c7",
      "@type": [
        "Organization"
      ],
      "name": "Wayne State University"
    },
    {
      "@id": "https://www.ebi.ac.uk/bioimage-archive/",
      "@type": [
        "Organization"
      ],
      "name": "BioImage Archive"
    },
    {
      "@id": "#1037e7dd-b10a-47a1-885c-1f3b2998ff1c",
      "@type": [
        "QuantitiveValue"
      ],
      "unitCode": "http://purl.obolibrary.org/obo/UO_0000189",
      "unitText": "file count",
      "value": 7
    },
    {
      "@id": "#480bb0bc-db43-46e5-88ae-071380b9d63c",
      "@type": [
        "QuantitiveValue"
      ],
      "unitCode": "http://purl.obolibrary.org/obo/UO_0000233",
      "unitText": "bytes",
      "value": 10258824
    }
  ]
}